---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightLossFactorCtrl
source: html/9b51fab0-7a03-aafe-4292-23fcbe9fb53c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightLossFactorCtrl Property

"Light Loss Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightLossFactorCtrl { get; }
```